<template>
	<div class="padding:15px;">
		<div class="main">
		<h1>好琴声网站会员注册协议</h1>
		<p>欢迎您来到由好琴声（上海）网络科技有限公司（下称“本公司”）运营的好琴声（下称“本网站”）。在您注册成为本网站的会员之前，请您仔细阅读以下条款，当您注册成功，即代表您（下称“用户”）完全接受本协议项下的全部条款，本协议已构成对用户与本网站有约束力的法律文件。</p>
		<p>第一条 用户管理</p>
		<p>1.  用户信息</p>
<p>
		<p>1.1 本协议项下的用户是指在本网站成功注册的自然人、企业或其他组织，具体包含普通会员、音乐老师、培训中心、琴行、乐器制造商等，用户享受本网站会员待遇。</p>
		<p>1.2用户在注册成功后需妥善保管好自己的账号和密码，用户可以根据本网站的相关规定修改密码，若发现任何非法使用用户账号或存在安全漏洞的情况，请立即通知本网站。</p>
		<p>1.3用户应诚信向本网站提供注册资料，用户提供的注册资料应真实、准确、完整、合法有效。用户不得冒充他人；不得利用他人的名义发布任何信息；不得恶意使用注册账号导致其他用户误认；否则本网站有权立即停止提供全部服务，收回其账号并由用户自行承担由此而产生的一切法律责任。</p>
		<p>1.4 用户直接或通过各类方式（如 RSS 源和站外 API 引用等）间接使用本网站服务和数据的行为，都将被视作已无条件接受本协议全部内容；若用户对本协议的任何条款存在异议，请停止使用好琴声所提供的全部服务。</p>
		<p>1.5本网站是一个信息分享、传播及获取的平台，用户通过本网站发表的信息自动默认为公开信息，其他第三方均可以通过本网站获取用户发表的信息，用户须自行对此行为承担法律责任；任何用户不愿被第三方获知的信息都不应该在本网站上进行发表。</p>
		<p>2.  用户义务</p>
<p>
		<p>2.1 用户承诺不得以任何方式利用本网站直接或间接从事违反中国法律以及社会公德的行为，本网站有权对违反上述承诺的内容予以删除，影响恶劣的，本网站有权收回其账号。</p>
		<p>2.2 用户不得利用本网站进行服务制作、上载、复制、发布、传播或者转载如下内容：</p>
		<p>（1）违反《宪法》基本原则的；</p>
		<p>（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
		<p>（3）损害国家荣誉和利益的；</p>
		<p>（4）煽动民族仇恨、民族歧视，破坏民族团结的；</p>
		<p>（5）破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
		<p>（6）散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
		<p>（7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p>
		<p>（8）侮辱或者诽谤他人，侵害他人合法权益的；</p>
		<p>（9）违反法律、行政法规的其他规定。</p>
		<p>2.3 本网站有权对用户的使用情况进行审查和监督，如用户违反任何上述规定，本网站或其授权第三方有权要求用户改正或直接采取一切必要的措施（包括但不限于更改或删除违反上述规定的内容，暂停或终止该用户继续使用本网站）以减轻因用户使用不当造成的消极影响。</p>
		<p>2.4用户同意保障和维护本网站及其他用户的利益，如因用户违反有关法律、法规或本协议项下的任何条款而给本网站或任何其他第三人造成损失，用户同意承担由此造成的损害赔偿责任。</p>
		<p>第二条 知识产权的保护</p>
		<p>1.  用户知识产权的保护</p>
<p>
		<p>1.1 本网站尊重和鼓励用户的创作内容，承诺将保护用户知识产权作为本网站运营的基本原则之一。</p>
		<p>1.2 用户在本网站上发表的全部原创内容（包括但不仅限于文字、图片、音乐创作），著作权均归用户本人所有。用户可授权第三方以任何方式使用，不需要得到本网站的同意。</p>
		<p>1.3 对本网站上经由多人参与编辑的内容，包括但不限于问题及补充说明、答案总结、话题描述、话题结构，所有参与编辑者均同意，相关知识产权归本网站所有。</p>
		<p>1.4用户同意将其在本网站上发表的全部内容，许可并授权本网站免费地、不可撤销地、非独家地使用，本网站有权将该内容用于各种形态的产品和服务上，包括但不限于本网站以及好琴声其他应用或互联网产品。</p>
		<p>1.5 用户同意任何第三方以非商业目的将其在本网站上发表的内容转载至本网站之外的地方，但第三方应当在作品的正文开头的显著位置注明原作者姓名（或原作者在好琴声上使用的账号名称），给出原始链接，注明“发表于本网站”，且不得对作品进行修改演绎。若需要对作品进行修改，或用于商业目的，第三方应当联系用户获得单独授权，按照用户规定的方式使用该内容。</p>
		<p>1.6 本网站为用户提供“保留所有权利，禁止转载”的选项。在此情形下，除获得原创用户的单独授权外，任何第三方不得转载标注了“禁止转载”的内容，否则均视为侵权。</p>
		<p>1.7 用户应保证其在本网站上传或发表的内容已取得原著作权人的合法授权，该内容不会侵犯任何第三方的合法权益。若第三方向本网站提出关于著作权的异议，本网站有权根据实际情况删除相关的内容，并追究用户的法律责任。就此给本网站或任何第三方造成损失的，用户应负责全额赔偿。</p>
		<p>1.8若任何第三方侵犯了用户的相关知识产权，用户同意授权本网站或其他指定代理人以本网站或用户的名义，向该第三方提出警告、投诉、向相关行政部门举报、进行谈判和解或提起行政诉讼。在本网站认为必要的情况下，用户同意参与共同维权。</p>
		<p>1.9 本网站有权对用户发布的内容进行审核，结合相关证据材料、《侵权责任法》、《信息网络传播权保护条例》等法律法规及好琴声社区指导原则对侵权信息进行处理。</p>
		<p>2.  本网站知识产权的保护</p>
<p>
		<p>本网站提供的网络服务中包含的标识、版面设计、排版方式、文本、图片、图形等均受《著作权法》、《商标法》及其它相关法律的保护，未经相关权利人（含本网站及其他原始权利人）同意，上述内容均不得在任何平台被直接或间接发布、使用；不得被以出于发布或使用的目的进行改写或再发行；不得被用于其他任何商业活动中。</p>
		<p>本网站为提供网络服务而使用的任何软件（包括但不限于软件中所含的任何图象、照片、动画、录像、录音、音乐、文字和附加程序、随附的帮助材料）的一切权利均属于该软件的著作权人，未经该软件的著作权人许可，用户不得对该软件进行反向工程（reverse engineer）、反向编译（decompile）或反汇编（disassemble）。</p>
		<p>第三条 用户隐私</p>
		<p>1.  用户隐私是指本网站用户具有私密性的信息、资料或用户在使用本网站服务时存储的非公开内容。</p>
		<p>2.  本网站尊重用户隐私，将通过技术手段、强化内部管理等方式充分保护用户信息的隐私及安全。</p>
		<p>3.  未经用户同意，本网站不得将用户隐私泄露给任何第三方，但以下情况除外：</p>
		<p>（1）法律、法规规定、相关执法单位要求必须公开用户隐私的；</p>
		<p>（2）用户明确授权予执法单位公开用户隐私的；</p>
		<p>（3）由于不可抗力或其他非本网站原因造成的网络异常，导致用户隐私泄露、丢失、被盗用或被篡改的；</p>
		<p>（4）本网站审查发现用户在生命或财产存在急迫危险的；</p>
		<p>（5）本网站会与其他网站链接，但不对其他网站的隐私政策及内容负责。为了运营和改善本网站的技术与服务，本网站将可能会自行收集使用或向第三方提供用户的非隐私信息，这将有助于本网站向用户提供更好的用户体验和服务质量。</p>
		<p>4.  本网站可能会与第三方合作向用户提供相关的网络服务，在此情况下，如该第三方同意承担与本网站同等的保护用户隐私的责任，则本网站有权将用户的注册资料等提供给该第三方。</p>
		<p>5.  在不透露单个用户隐私资料的前提下，本网站有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。</p>
		<p>第四条 侵权举报的处理</p>
		<p>1.  处理原则</p>
<p>
		<p>依照法律规定删除违法信息是本网站的法定义务，本网站作为知识讨论社区，未与任何中介机构合作开展合作业务。</p>
		<p>2.  受理范围</p>
<p>
		<p>本网站受理好琴声社区内侵犯企业或个人合法权益的侵权举报，合法权益包括但不限于涉及个人隐私、造谣与诽谤、商业侵权。具体包括：</p>
		<p>（1）个人隐私：发布内容中直接涉及身份信息，如个人姓名、家庭住址、身份证号码、工作单位、私人电话等详细个人隐私；</p>
		<p>（2）造谣、诽谤：发布内容中指名道姓（包括自然人、企业和其他组织）的直接谩骂、侮辱、虚构中伤、恶意诽谤等；</p>
		<p>（3）商业侵权：泄露企业商业机密及其他根据保密协议（如有）不能公开讨论的内容。</p>
		<p>3.  举报条件</p>
<p>
		<p>用户发现本网站上存在侵犯自身或第三方合法权益的内容，请与好琴声取得联系（邮箱：admin@greattone.net）。为了保证问题能够及时有效地处理，请务必提交真实有效、完整清晰的材料，否则不予受理。请按以下要求提供材料，并使用以下格式（包括各条款的序号）：</p>
		<p>（1）权利人对涉嫌侵权内容拥有商标权、著作权和/或其他依法可以行使权利的权属证明；如果举报人非权利人，请举报人提供代表企业或其他组织进行举报的书面授权证明。</p>
		<p>（2）充分、明确地描述权利人被侵犯的合法权益的内容，提供涉嫌侵权内容在本网站上的具体页面地址，指明涉嫌侵权内容中的哪些内容侵犯了上述列明的权利人的哪些合法权益；</p>
		<p>（3）权利人需提供具体的联络信息，包括姓名、身份证或护照复印件（对自然人）、单位登记证明复印件（对单位）、通信地址、电话号码、传真和电子邮件；</p>
		<p>（4）在侵权举报中加入如下关于举报内容真实性的声明：</p>
		<p>a. 我本人为所举报内容的合法权利人；</p>
		<p>b. 我举报的发布在好琴声社区中的内容侵犯了本人相应的合法权益；</p>
		<p>c. 如果本侵权举报内容不完全属实，本人将承担由此产生的一切法律责任。</p>
		<p>4.  处理流程</p>
<p>
		<p>（1）本网站将基于监督属性，自收到举报邮件七个工作日内，对认为属于受理范围的举报进行处理并在本网站给出回复。处理期间，不提供任何电话、邮件及其他方式的查询服务。</p>
		<p>（2）对于因搜索引擎自带缓存而造成本网站已经删除或处理的内容仍被百度、谷歌等搜索引擎检索出现的现象，本网站无权也无法处理，因此本网站对此类相关申请不予受理。</p>
		<p>（3）此为好琴声社区唯一的官方的侵权投诉渠道，暂不提供其他方式处理侵权举报。用户因在本网站中发生商业行为引发的法律纠纷，由交易双方自行处理，与本网站无关。</p>
		<p>第五条 服务内容</p>
		<p>1.  本网站服务的具体内容由本网站根据实际情况提供。</p>
		<p>2.  本网站提供的收费服务（如有），用户使用收费网络服务需要向本网站支付一定的费用。对于收费的网络服务，本网站会在用户使用之前给予用户明确的提示，只有用户根据提示确认其愿意支付相关费用，用户才能使用该等收费网络服务。如用户拒绝支付相关费用，则本网站有权不向用户提供该等收费网络服务。</p>
		<p>3.  用户理解，本网站仅提供相关的网络服务，除此之外与相关网络服务有关的设备（如个人电脑、手机、及其他与接入互联网或移动网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费、为使用移动网而支付的手机费）均应由用户自行负担。</p>
		<p>4.  鉴于网络服务的特殊性，用户同意本网站有权随时变更、中断或终止部分或全部的网络服务（包括收费网络服务及免费网络服务）。如变更、中断或终止的网络服务属于免费网络服务，本网站无需通知用户，也无需对任何用户或任何第三方承担任何责任；如变更、中断或终止的网络服务属于收费网络服务，本网站应当在变更、中断或终止之前事先通知用户，并应向受影响的用户提供等值的替代性的收费网络服务，如用户不愿意接受替代性的收费网络服务，就该用户已经向本网站支付的服务费，本网站应当按照该用户实际使用相应收费网络服务的情况扣除相应服务费之后将剩余的服务费退还给该用户。</p>
		<p>5.  用户理解，本网站需要定期或不定期地对提供网络服务的平台（如互联网网站、移动网络等）或相关的设备进行检修或者维护，如因此类情况而造成收费网络服务在合理时间内的中断，本网站无需为此承担任何责任，但本网站应尽可能事先进行通告。</p>
		<p>6.  如发生下列任何一种情形，本网站有权随时中断或终止向用户提供本协议项下的网络服务【该网络服务包括但不限于收费及免费网络服务（其中包括基于广告模式的免费网络服务）】而无需对用户或任何第三方承担任何责任：</p>
		<p>（1）用户提供的个人资料不真实；</p>
		<p>（2）用户违反本协议中规定的使用规则；</p>
		<p>（3）用户在使用收费网络服务时未按规定向本网站支付相应的服务费。</p>
		<p>7.  如用户注册的免费网络服务的帐号在任何连续90日内未实际使用，或者用户注册的收费网络服务的帐号在其订购的收费网络服务的服务期满之后连续180日内未实际使用，则本网站有权删除该帐号并停止为该用户提供相关的网络服务。</p>
		<p>8.  用户同意本网站有权在提供网络服务过程中以各种方式投放各种商业性广告或其他任何类型的商业信息（包括但不限于在本网站网站的任何页面上投放广告），并且，用户同意接受本网站通过电子邮件或其他方式向用户发送商品促销或其他相关商业信息。</p>
		<p>第六条 免责的申明</p>
		<p>1.  本网站对用户发表的回答或评论等的正确性不进行保证。</p>
		<p>2.  用户在本网站发表的内容仅代表其个人的立场和观点，并不代表本网站的立场或观点。因所发表内容引发的一切纠纷，由发布该内容的用户承担全部法律及连带责任。本网站无需承担任何法律责任及连带责任。</p>
		<p>3.  本网站不保证网络服务一定能满足用户的要求，不保证网络服务不会中断，也不保证网络服务的及时性、安全性、准确性。</p>
		<p>4.  因不可抗力或本网站不能控制的原因造成的网络服务中断或其它网络服务缺陷，本网站不承担任何责任，但本网站将尽力减少因此而给用户造成的损失和影响。</p>
		<p>5.  用户明确同意其使用本网站网络服务所存在的风险将完全由其自己承担；因其使用本网站网络服务而产生的一切后果也由其自己承担，本网站对用户不承担任何责任。</p>
		<p>6.  本网站不保证为向用户提供便利而设置的外部链接的准确性和完整性，同时，对于该等外部链接指向的不由本网站实际控制的任何网页上的内容，本网站不承担任何责任。</p>
		<p>7.  用户同意，对于本网站向用户提供的下列产品或者服务的质量缺陷本身及其引发的任何损失，本网站无需承担任何责任：</p>
		<p>（1）本网站向用户免费提供的各项网络服务；</p>
		<p>（2）本网站向用户赠送的任何产品或者服务；</p>
		<p>（3）本网站向收费网络服务用户附赠的各种产品或者服务。</p>
		<p>第七条 协议的更新</p>
		<p>1.  根据互联网的发展和有关法律、法规及规范性文件的变化及业务发展需要，本网站有权对本协议的条款作出修改或变更，修改或变更后的协议直接在本网站上公布即生效，并代替原来的协议，该公布行为视为本网站已经通知用户。</p>
		<p>2.  本网站也可采用电子邮件或私信的传送方式，提示用户协议条款的修改、服务变更、或其它重要事项。</p>
		<p>3.  用户有义务不时关注并阅读最新版的协议及本网站公告，如果不同意修改或变更后的协议，用户有权并应当停止使用本网站。如果用户继续使用本网站，则视为用户接受本协议相关条款所做的修改或变更。如果本协议中任何一条被视为废止、无效或因任何理由不可执行，该条款的失效并不影响任何其余条款的有效性和可执行性。</p>
		<p>第八条  其他</p>
<p>
		<p>1.   用户和本网站一致同意，本协议适用中华人民共和国大陆地区现行有效的法律、法规。</p>
		<p>2.   若双方在本网站提供服务过程中产生的争议，双方应尽力友好协商解决，协商不成时，应向本公司所在地有管辖权的中华人民共和国大陆地区法院提起诉讼。</p>
		<p>3.   如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。</p>
		<p>4.   本协议中的标题仅为方便而设，在解释本协议时应被忽略。</p>

		</div>
	</div>
</template>

<script>

</script>

<style>
</style >